
<%page expression_filter="h"/>
<%! from django.utils.translation import ugettext as _ %>
<%inherit file="../main.html" />

<%block name="pagetitle">Nutzungsbedingungen</%block>

<main id="main" aria-label="Content" tabindex="-1">
    <section class="container honor">

    
    
    <h1>Nutzungsbedingungen</h1>
      <h2>
        Willkommen bei trainit.academy &amp; trainit.biz!
      </h2>
      <p>
        Vielen Dank, dass Sie trainit.academy und trainit.biz und die
        Dienste verwenden, die wir Ihnen auf dieser Plattform
        (nachstehend als „Dienst“ bezeichnet) zur Verf&uuml;gung stellen.
      </p>
      <p>
        Bitte lesen Sie die nachstehenden Nutzungsbedingungen
        sorgf&auml;ltig durch und machen Sie sich mit den Inhalten
        vertraut. Die Nutzung des Dienstes setzt voraus, dass Sie den
        Nutzungsbedingungen zustimmen.
      </p>
      <p>
        Genderhinweis: Allein aus Gr&uuml;nden der besseren Lesbarkeit
        wird auf die gleichzeitige Verwendung m&auml;nnlicher und
        weiblicher Sprachformen verzichtet. S&auml;mtliche
        Personenbezeichnungen auf der Website und in allen Dokumenten
        gelten f&uuml;r beide Geschlechter.
      </p>
      <p>
        <h2>Unser Dienst, Dienstanbieter</h2>
      </p>
      <p>
        Unser Dienst bietet die M&ouml;glichkeit, anhand von Videos sowie
        anderen Inhalten spezielle F&auml;higkeiten und Fertigkeiten zu
        erlernen.
      </p>
      <p>
        Die Inhalte des Dienstes umfassen Video, Audio (zB
        Sprachdateien und &auml;hnliche Tonaufnahmen), Grafiken, Fotos,
        Texte (zB Skripte oder Kommentare), Kennzeichen
        (einschlie&szlig;lich gesch&auml;ftlicher Bezeichnungen, Marken oder
        Logos), interaktive Funktionen und &auml;hnliche Inhalte.
      </p>
      <p>
        Unser Dienst richtet sich an Verbraucher gleichsam wie an
        Unternehmen. Sofern Sie den Dienst im Namen eines
        Unternehmens nutzen, best&auml;tigen Sie uns gegen&uuml;ber, dass Sie
        befugt sind, f&uuml;r diese Rechtspers&ouml;nlichkeit zu handeln und
        erkl&auml;ren sich f&uuml;r diese rechtsverbindlich mit der Geltung der
        Nutzungsbedingungen einverstanden.
      </p>
      <p>
        Die ETC – Enterprise Training Center GmbH (nachstehend auch
        „wir“), die diesen Dienst in den deutschsprachigen L&auml;ndern
        der DACH-Region zur Verf&uuml;gung stellt, ist eine nach
        &ouml;sterreichischem Recht gegr&uuml;ndete Gesellschaft mit
        beschr&auml;nkter Haftung mit Sitz in Wien, die zu FN 430941 m im
        Firmenbuch des Handelsgerichts Wien eingetragen ist.
      </p>
      <p>
        <h2>Kundenkonto und Passwort, Sperrung und K&uuml;ndigung von
        Konten</h2>
      </p>
      <p>
        Um unsere Plattformen zu nutzen, legen Sie bei
        trainit.academy bzw. trainit.biz ein einfaches Kundenkonto
        kostenlos an. Dazu m&uuml;ssen Sie Ihren Vor- und Nachnamen und
        Ihre E-Mail Adresse in das Anmeldeformular eingeben und diese
        Nutzungsbedingungen akzeptieren. Sie erhalten von uns ein
        Passwort, das sie jederzeit nach Ihren W&uuml;nschen &auml;ndern
        k&ouml;nnen.
      </p>
      <p>
        F&uuml;r die Einrichtung und Verwaltung Ihres Kontos sind Sie zur
        wahrheitsgem&auml;&szlig;en Angabe bzw. fortlaufenden Angabe
        zutreffender und vollst&auml;ndiger Daten, einschlie&szlig;lich einer
        g&uuml;ltigen E-Mail-Adresse, verpflichtet. Sie sind f&uuml;r Ihr Konto
        und alle Transaktionen auf Ihrem Konto allein verantwortlich,
        auch f&uuml;r Sch&auml;den (f&uuml;r uns oder einen Dritten), die durch die
        unbefugte Nutzung Ihres Kontos durch einen Dritten – also
        ohne Ihre Zustimmung – entstehen.
      </p>
      <p>
        W&auml;hlen Sie bitte ein ausreichend sicheres Passwort und halten
        Sie dieses geheim. Gehen Sie mit Ihrem Passwort sorgsam um.
        Sie d&uuml;rfen Ihr Konto nicht an einen Dritten &uuml;bertragen und
        das Konto eines Dritten nicht ohne dessen Zustimmung nutzen.
        Wenn Sie uns um den Zugriff auf ein Konto bitten, erteilen
        wir Ihnen die Zugriffsberechtigung nur, wenn Sie uns die
        Anmeldedaten f&uuml;r dieses Konto nennen k&ouml;nnen.
      </p>
      <p>
        Bitte verwahren Sie Ihr Passwort an einem sicheren Ort, weil
        Sie f&uuml;r alle Aktivit&auml;ten in Verbindung mit Ihrem Konto
        verantwortlich sind. Sobald Sie davon Kenntnis erlangen, dass
        ein Dritter Ihr Konto nutzt, sollten Sie uns durch
        Kontaktaufnahme mit unserem Support-Team –&nbsp;<a href=
        "mailto:info@etc.at">info@etc.at</a>&nbsp;– informieren.
      </p>
      <p>
        Sie k&ouml;nnen die Nutzung des Dienstes jederzeit einstellen.
        Sollten sie ihre Mitgliedschaft k&uuml;ndigen wollen senden sie
        bitte ein email an&nbsp;<a href=
        "mailto:info@etc.at"><span class="c1">info@etc.at</span></a>
      </p>
      <p>
        trainit.biz kann gegebenenfalls Ihren Zugriff auf den
        gesamten oder einen Teil des Dienstes k&uuml;ndigen oder Ihr
        Kundenkonto sperren, sobald ein Hinweis auf unsachgem&auml;&szlig;e bzw.
        missbr&auml;uchliche Nutzung besteht und trainit.biz ein
        berechtigtes Interesse an der K&uuml;ndigung oder Sperrung hat.
      </p>
      <p>
        <h2>Zugriff</h2>
      </p>
      <p>
        Wenn Sie eine Lizenz f&uuml;r einen/mehrere Kurs bei
        Trainit.academy/trainit.biz kaufen erhalten Sie
        Zugriff&nbsp;f&uuml;r die L&auml;nge der gew&auml;hlten Dauer, meist ein
        Monat oder ein Jahr. Wir werden Sie &uuml;ber anstehende
        Verl&auml;ngerungen fristgerecht an die von Ihnen angegebene
        Emailadresse informieren. Kurse werden Ihnen lizensiert,
        nicht verkauft. Aufgrund dieser Lizenz haben Sie nicht das
        Recht, den Kurs auf irgendeine Weise weiter zu ver&auml;u&szlig;ern oder
        mit nicht Befugten kostenlos zu teilen. (auch nicht durch
        Austauschen der Kontodaten mit einem K&auml;ufer oder illegales
        Herunterladen und Ver&ouml;ffentlichen des Kurses auf
        Torrent-Websites.)
      </p>
      <p>
        Trainit.academy/trainit.biz erteilt Ihnen eine
        eingeschr&auml;nkte, einfache, nicht &uuml;bertragbare Lizenz zum
        Aufrufen und Anzeigen der Kurse und zugeh&ouml;rigen Inhalte, f&uuml;r
        die Sie alle erforderlichen Geb&uuml;hren entrichtet haben, f&uuml;r
        pers&ouml;nliche Bildungszwecke &uuml;ber die Dienste gem&auml;&szlig; den
        vorliegenden Nutzungsbedingungen. Jede andere Nutzung ist
        ausdr&uuml;cklich untersagt.
      </p>
      <p>
        Ohne unsere ausdr&uuml;ckliche Zustimmung in einer schriftlichen,
        von einem bevollm&auml;chtigen Vertreter von
        Trainit.academy/trainit.biz unterzeichneten Vereinbarung
        d&uuml;rfen Sie Kurse nicht vervielf&auml;ltigen, weiter verteilen,
        &uuml;bermitteln, abtreten, ver&auml;u&szlig;ern, rundsenden, mietweise
        &uuml;berlassen, teilen, verleihen, &auml;ndern, anpassen, bearbeiten,
        davon abgeleitete Werke erstellen, in Unterlizenz vergeben
        oder anderweitig &uuml;bertragen oder nutzen. Dies gilt auch f&uuml;r
        Inhalte, auf die Sie &uuml;ber eine unserer APIs zugreifen k&ouml;nnen.
      </p>
      <p>
        <h2>Preisstruktur</h2>
      </p>
      <p>
        Es gelten die in der Auftragsbest&auml;tigung, in Ermangelung
        derselben die im Anbot oder Bestellformular angef&uuml;hrten
        Preise. Alle Preise verstehen sich netto ohne Steuern und
        Geb&uuml;hren f&uuml;r die Lieferung in Euro, sofern nicht ausdr&uuml;cklich
        etwas anderes vereinbart wurde. Sie gelten nur f&uuml;r den
        jeweils aktuellen Auftrag. Trainit.academy/trainit.biz ist
        berechtigt, nach Erbringung von Teilleistungen/Teilprojekten,
        die als solche unter Angabe des darauf entfallenden
        Preisanteiles angeboten wurden, Teilrechnungen zu legen.
        Ergeben sich Preis&auml;nderungen, welche durch
        Trainit.academy/trainit.biz nicht beeinflusst werden k&ouml;nnen,
        wie insbesondere Preis&auml;nderungen durch Subunternehmer,
        Vorlieferanten, Gesetzes&auml;nderungen, Wechselkursschwankungen,
        welche Auswirkungen auf die von Trainit.academy/trainit.biz
        erbrachten Leistungen haben, so ist
        Trainit.academy/trainit.biz dazu berechtigt, die Preise
        entsprechend anzupassen.
      </p>
      <p>
        Wir f&uuml;hren mitunter Werbe- und Verkaufsaktionen f&uuml;r unsere
        Kurse durch. Manche Kurse werden nur f&uuml;r einen bestimmten
        Zeitraum zu erm&auml;&szlig;igten Preisen angeboten. Der f&uuml;r einen Kurs
        g&uuml;ltige Preis entspricht dem Preis zum Zeitpunkt Ihres Kaufs.
        Unter Umst&auml;nden weicht der Preis f&uuml;r einen bestimmten Kurs,
        der Ihnen bei der Anmeldung bei Ihrem Konto angeboten wird,
        von dem f&uuml;r nicht registrierte oder angemeldete Nutzer
        erh&auml;ltlichen Preis ab, weil einige unserer Werbeaktionen nur
        neuen Nutzern zur Verf&uuml;gung stehen.
      </p>
      <p>
        Wenn Sie als Teilnehmer in einem Land ans&auml;ssig sind, in dem
        Gebrauchs- und Umsatzsteuer, Waren- und Dienstleistungssteuer
        oder Mehrwertsteuer auf den Verkauf von Verbrauchsg&uuml;tern zu
        entrichten ist, sind wir zur Erhebung und &uuml;berweisung dieser
        Steuer an die entsprechenden Steuerbeh&ouml;rden verpflichtet. In
        bestimmten L&auml;ndern sind diese Steuern in dem Ihnen
        angezeigten Preis m&ouml;glicherweise inbegriffen.
      </p>
      <p>
        <h2>Zahlungen</h2>
      </p>
      <p>
        Sofern nicht anders im Bestellprozess angegeben, sind
        Entgelte f&uuml;r Dienste jeweils im Voraus f&uuml;r die gesamte
        Vertragslaufzeit zur Zahlung f&auml;llig.
      </p>
      <p>
        Die Zahlung kann &uuml;ber alle auf der Webseite im Einzelnen
        aufgef&uuml;hrten Zahlungsmethoden ohne zus&auml;tzliche Entgelte
        durchgef&uuml;hrt werden.
      </p>
      <p>
        Sie erkl&auml;ren sich zur Zahlung der Geb&uuml;hren f&uuml;r die von Ihnen
        gekauften Kurslizenzen bereit und erm&auml;chtigen uns, Ihre
        Debit- oder Kreditkarte mit diesen Geb&uuml;hren zu belasten oder
        eine Zahlungsart (wie Boleto, SEPA, Lastschrift oder Mobile
        Wallet) f&uuml;r die Zahlungsabwicklung zu nutzen.
        Trainit.academy/trainit.biz beauftragt im Rahmen des
        Bezahlprozesses einen externen Zahlungsdienstleister mit der
        Verarbeitung der von Ihnen eingegebenen Zahldaten.
      </p>
      <p>
        Wenn Sie einen Kauf t&auml;tigen, stimmen Sie zu, keine ung&uuml;ltige
        oder unzul&auml;ssige Zahlungsart zu nutzen. Wenn Ihre Zahlungsart
        fehlschl&auml;gt und Sie trotzdem auf den Kurs zugreifen k&ouml;nnen,
        in den Sie sich einschreiben, erkl&auml;ren Sie sich zur Zahlung
        der entsprechenden Kursgeb&uuml;hren innerhalb von vierzehn Tagen
        nach Eingang unserer Benachrichtigung bereit. Wir behalten
        uns das Recht vor, den Zugriff auf einen Kurs zu
        deaktivieren, f&uuml;r den wir keine ad&auml;quate Zahlung erhalten
        haben.
      </p>
      <p>
        Etwaige Gutschriften k&ouml;nnen verfallen, wenn sie nicht
        innerhalb der angegebenen Frist in Anspruch genommen werden,
        und haben keinen Barwert.
      </p>
      <p>
        Die Rechnungslegung erfolgt digital. Aktuelle Rechnungen sind
        auf Ihrem Kundenkonto abrufbar.
      </p>
      <p>
        <h2>Rechte von</h2>
        <h2>Trainit.academy/trainit.biz</h2>
      </p>
      <p>
        S&auml;mtliche Rechte, Eigentumsrechte und Anrechte an den
        trainit.academy/trainit.biz-Plattform und den Diensten,
        einschlie&szlig;lich unserer Websites, unserer jetzt oder zuk&uuml;nftig
        zur Verf&uuml;gung stehenden Anwendungen, unserer APIs,
        Datenbanken und der von unseren Mitarbeitern oder Partnern
        &uuml;ber unsere Dienste eingereichten oder bereitgestellten
        Inhalte sind und bleiben das alleinige Eigentum von
        trainit.academy/trainit.biz und etwaigen Lizenzgebern. Unter
        keinen Umst&auml;nden haben Sie das Recht, den Namen
        trainit.academy/trainit.biz oder Marken, Logos, Dom&auml;nennamen
        und sonstige markante Markenmerkmale der Platform zu
        verwenden.
      </p>
      <p>
        S&auml;mtliche im Rahmen von trainit.academy/trainit.biz zur
        Verf&uuml;gung gestellte Videos, Texte, Bilder und sonstige
        urheberrechtsf&auml;hige Inhalte und Werke sind urheberrechtlich
        gesch&uuml;tzt. Jegliche nicht vertragsgegenst&auml;ndliche Nutzung,
        insbesondere zu gewerblichen oder betrieblichen Zwecken,
        bedarf der vorherigen Zustimmung in Textform.
      </p>
      <p>
        Bei Ihrem Zugriff auf die
        trainit.academy/trainit.biz-Plattform und Dienste oder deren
        Nutzung sind folgende Handlungen untersagt:
      </p>
      <p>
        Sie d&uuml;rfen nicht &ouml;ffentliche Bereiche der Plattform,
        Computersysteme von trainit.academy/trainit.biz oder
        technische &uuml;bermittlungssysteme der Dienstleister von
        trainit.academy/trainit.biz nicht aufrufen, manipulieren oder
        verwenden.
      </p>
      <p>
        Sie d&uuml;rfen sicherheitsrelevante Funktionen der Plattformen
        nicht deaktivieren, st&ouml;ren oder versuchen zu umgehen; Sie
        d&uuml;rfen Sicherheitsl&uuml;cken unserer Systeme nicht pr&uuml;fen,
        scannen oder testen.
      </p>
      <p>
        Sie d&uuml;rfen Quellcodes oder Inhalte auf der
        trainit.academy/trainit.biz-Plattform oder in den Diensten
        nicht kopieren, &auml;ndern, davon abgeleitete Werke erstellen,
        zur&uuml;ckentwickeln, disassemblieren oder anderweitig versuchen,
        diese zu entschl&uuml;sseln.
      </p>
      <p>
        Sie d&uuml;rfen unsere Plattform nicht auf irgendeine Weise
        (automatisiert oder anderweitig), sondern nur &uuml;ber die
        derzeit auf unserer Website, in unseren Mobile-Apps oder in
        unserer API (und nur gem&auml;&szlig; den Nutzungsbedingungen der API)
        zur Verf&uuml;gung stehenden Suchfunktionen aufrufen oder
        durchsuchen oder den Versuch dazu unternehmen. Sie d&uuml;rfen
        keine Scraping-, Spider- oder Roboter-Software oder sonstigen
        automatisierten Verfahren f&uuml;r den Zugriff auf die Dienste
        verwenden.
      </p>
      <p>
        Sie d&uuml;rfen die Dienste nicht auf irgendeine Weise zum
        Versenden von ge&auml;nderten, irref&uuml;hrenden oder die Quelle
        verschleiernden Informationen (wie das Versenden von
        E-Mail-Nachrichten, die den Anschein erwecken, von
        trainit.academy/trainit.biz zu stammen) verwenden oder den
        Nutzer-, Host- oder Netzwerkzugriff st&ouml;ren, wie u. a. durch
        das Versenden von Viren, &uuml;berlasten, &uuml;berfluten, Versenden
        von Spam- oder Massenmails (Mailbombing) an die Plattformen
        oder Dienste oder die Dienste anderweitig st&ouml;ren oder
        &uuml;berm&auml;&szlig;ig belasten.
      </p>
      <p>
        <h2>Von Nutzern &uuml;bermittelte Inhalte</h2>
      </p>
      <p>
        Sie verpflichten sich daf&uuml;r Sorge zu tragen, dass &uuml;ber Ihre
        Registrierungsdaten kein Missbrauch durch Dritte erfolgen
        kann. Sie erkl&auml;ren dar&uuml;ber hinaus, dass die von Ihnen auf die
        Plattform eingestellten Inhalte frei von Viren, W&uuml;rmern,
        Trojanern oder sonstigen Programmen sind, die die
        Funktionsf&auml;higkeit oder den Bestand von
        trainit.academy/trainit.biz oder die Computer anderer Nutzer
        gef&auml;hrden oder beeintr&auml;chtigen k&ouml;nnen.
      </p>
      <p>
        Sie verpflichten sich, trainit.academy/trainit.biz und alle
        verbundenen Unternehmen gegen Sch&auml;den, die aufgrund eines
        Angriff nach Ma&szlig;gabe des vorherigen Absatzes erfolgt,
        schadlos zu halten.
      </p>
      <p>
        <h2>Datenschutz</h2>
      </p>
      <p>
        trainit.academy/trainit.biz und der Kunde verpflichten sich
        zur Einhaltung s&auml;mtlicher einschl&auml;giger
        datenschutzrechtlicher Vorschriften. Personenbezogene Daten,
        die trainit.academy/trainit.biz bzw. dem Kunden im Rahmen
        ihres Vertragsverh&auml;ltnisses zug&auml;nglich gemacht werden, d&uuml;rfen
        nur f&uuml;r die Zwecke der Erf&uuml;llung der jeweiligen
        Vertragspflichten genutzt werden und m&uuml;ssen gegen den Zugang
        und die Kenntnisnahme durch Dritte gesch&uuml;tzt werden.
        trainit.academy/trainit.biz ergreift alle technisch m&ouml;glichen
        Ma&szlig;nahmen, um die bei ihr gespeicherten Kundendaten zu
        sch&uuml;tzen. trainit.academy/trainit.biz haftet jedoch nicht,
        wenn Dritte auf rechtswidrige Art und Weise diese Daten in
        ihre Verf&uuml;gungsgewalt bringen. Die Geltendmachung von Sch&auml;den
        des Kunden oder Dritter gegen&uuml;ber trainit.academy/trainit.biz
        aus einem derartigen Zusammenhang wird einvernehmlich
        ausgeschlossen.
      </p>
      <p>
        In der Datenschutzerkl&auml;rung –&nbsp;<a href=
        "https://etc.trainit.biz/privacy">https://etc.trainit.biz/privacy
        –</a>&nbsp;wird erl&auml;utert, wie wir mit Ihren
        personenbezogenen Daten umgehen und Ihre Daten sch&uuml;tzen, wenn
        Sie den Dienst nutzen.
      </p>
      <p>
        <h2>Gew&auml;hrleistungsausschluss</h2>
      </p>
      <p>
        Wir betreiben den Dienst mit angemessener Sorgfalt und
        Sachkenntnis.
      </p>
      <p>
        Der gesetzliche Rahmen legt f&uuml;r Verbraucher bestimmte Rechte
        fest, die vertraglich weder ausgeschlossen noch abge&auml;ndert
        werden k&ouml;nnen. Kein Bestandteil dieser Nutzungsbedingungen
        ber&uuml;hrt diese Rechte, die Ihnen als Verbraucher zustehen.
        Dar&uuml;ber hinaus werden unsere Dienste und deren Inhalte im
        Rahmen der allgemeinen zivilrechtlichen Bestimmungen Ihres
        Landes „ohne M&auml;ngelgew&auml;hr“ und „nach Verf&uuml;gbarkeit“
        bereitgestellt. Wir (und unsere verbundenen Unternehmen,
        Lieferanten, Partner und Bevollm&auml;chtigten) machen keinerlei
        Zusicherung in Bezug auf die Eignung, Zuverl&auml;ssigkeit,
        Verf&uuml;gbarkeit, Aktualit&auml;t, Sicherheit, Fehlerfreiheit oder
        Richtigkeit der Dienste oder deren Inhalte und lehnen
        jegliche Gew&auml;hrleistung oder Zusicherung (ob ausdr&uuml;cklich
        oder stillschweigend) ab, einschlie&szlig;lich der
        stillschweigenden Zusicherung der Marktg&auml;ngigkeit, der
        Eignung f&uuml;r einen bestimmten Zweck und der Nichtverletzung
        von Rechten Dritter. Wir (und unsere verbundenen Unternehmen,
        Lieferanten, Partner und Bevollm&auml;chtigten) sichern nicht zu,
        dass Sie durch die Nutzung der Dienste bestimmte Ergebnisse
        erzielen. Ihre Nutzung der Dienste (einschlie&szlig;lich der
        Inhalte) erfolgt ausschlie&szlig;lich auf Ihr eigenes Risiko. Da
        der Ausschluss von stillschweigenden Gew&auml;hrleistungen in
        manchen L&auml;ndern nicht zul&auml;ssig ist, gelten einige der oben
        genannten Ausschlussklauseln m&ouml;glicherweise nicht f&uuml;r Sie.
      </p>
      <p>
        Wir haften nicht f&uuml;r unsere versp&auml;tete oder unterlassene
        Erbringung von Diensten aufgrund von Umst&auml;nden, die von uns
        nicht zu vertreten sind, wie kriegerische oder feindselige
        Handlungen, Sabotageakte, Naturkatastrophen, Strom-,
        Internet- oder Telekommunikationsausf&auml;lle oder staatliche
        bzw. beh&ouml;rdliche Einschr&auml;nkungen.
      </p>
      <p>
        <h2>&auml;nderungen am Dienst</h2>
      </p>
      <p>
        trainit.academy/trainit.biz &auml;ndert und verbessert den Dienst
        fortlaufend. Es ist auch m&ouml;glich, dass wir den Dienst oder
        Teile davon &auml;ndern oder einstellen m&uuml;ssen, um
        Funktionsf&auml;higkeit und Sicherheit zu optimieren,
        Funktionsweise und Features anzupassen, Gesetzen zu
        entsprechen oder illegale Aktivit&auml;ten auf unseren Systemen
        oder deren Missbrauch zu verhindern. Soweit es
        vern&uuml;nftigerweise m&ouml;glich ist, informieren wir Sie &uuml;ber die
        Einstellung oder wesentliche &auml;nderungen am Dienst, die
        negative Auswirkungen auf die Nutzung haben. Unter Umst&auml;nden
        m&uuml;ssen wir solche &auml;nderungen auch ohne vorherige Ank&uuml;ndigung
        vornehmen, beispielsweise f&uuml;r Ma&szlig;nahmen, mit denen die
        Sicherheit und Funktionsf&auml;higkeit unseres Dienstes
        sichergestellt wird, um Missbrauch zu verhindern oder um
        rechtlichen Anforderungen zu entsprechen.
      </p>
      <p>
        <h2>Schadloshaltung</h2>
      </p>
      <p>
        In den unter Ziffer 6. (Rechte von
        trainit.academy/trainit.biz) sowie Ziffer 7. (von Nutzern
        &uuml;bermittelte Inhalte) beschriebenen F&auml;llen, sowie in allen
        anderen F&auml;llen unsachgem&auml;&szlig;er Nutzung verpflichten Sie sich,
        trainit.academy/trainit.biz und alle verbundenen Unternehmen
        schadlos zu halten.
      </p>
      <p>
        Sollten wir durch Ihre Verhaltensweise in rechtliche
        Schwierigkeiten geraten, sind wir berechtigt Sie in Regress
        nehmen.
      </p>
      <p>
        Sie erkl&auml;ren sich damit einverstanden,
        trainit.academy/trainit.biz, unsere verbundenen Unternehmen
        und deren leitende Angestellte und Gesch&auml;ftsf&uuml;hrer, unsere
        Lieferanten, Partner und Bevollm&auml;chtigten (auf entsprechende
        Aufforderung) von s&auml;mtlichen Anspr&uuml;chen Dritter, Forderungen,
        Verlusten, Sch&auml;den oder Kosten (einschlie&szlig;lich Anwaltskosten
        in angemessener H&ouml;he) freizustellen und schadlos zu halten,
        die durch (a) die von Ihnen ver&ouml;ffentlichten oder
        eingereichten Inhalte, (b) Ihre Nutzung der Dienste, (c)
        Ihren Versto&szlig; gegen diese Bedingungen oder (d) Ihre
        Verletzung von Rechten eines Dritten entstehen. Ihre
        Freistellungsverpflichtung und Schadloshaltung bleibt auch
        nach der K&uuml;ndigung dieser Bedingungen und der Einstellung
        Ihrer Nutzung der Dienste weiterhin bestehen.
      </p>
      <p>
        <h2>Geltendes Recht und Gerichtsstand</h2>
      </p>
      <p>
        F&uuml;r alle vertraglichen Beziehungen zwischen Kunden und
        trainit.academy/trainit.biz gilt ausschlie&szlig;lich
        &ouml;sterreichisches Recht, sofern keine zwingenden Bestimmungen
        die Anwendbarkeit des Rechts eines anderen Landes vorsehen.
      </p>
      <p>
        F&uuml;r eventuelle Streitigkeiten aus einem Vertrag bzw. dieser
        Nutzungsbedingungen gilt die Zust&auml;ndigkeit des sachlich
        zust&auml;ndigen Gerichtes in Wien als vereinbart, sofern es
        keinen anderen Zwangsgerichtsstand gibt.
      </p>
      <p>
        <h2>Abtretungsverbot</h2>
      </p>
      <p>
        Sie d&uuml;rfen diese Bedingungen (oder die demnach gew&auml;hrten
        Rechte und erteilten Lizenzen) nicht abtreten oder
        &uuml;bertragen. Wenn Sie beispielsweise ein Konto als Mitarbeiter
        eines Unternehmens angemeldet haben, darf Ihr Konto nicht an
        andere Mitarbeiter &uuml;bertragen werden. Wir d&uuml;rfen diese
        Bedingungen (oder die demnach gew&auml;hrten Rechte und erteilten
        Lizenzen) ohne Einschr&auml;nkung an eine andere Gesellschaft oder
        Person abtreten. Durch keine Bestimmung in diesen Bedingungen
        werden einem Dritten – einer nat&uuml;rlichen oder juristischen
        Person – Rechte, Vorteile oder Rechtsmittel &uuml;bertragen. Sie
        erkl&auml;ren sich damit einverstanden, dass Ihr Konto nicht
        &uuml;bertragbar ist und dass alle Rechte an Ihrem Konto und
        sonstigen Rechte gem&auml;&szlig; diesen Bedingungen nach Ihrem Tod
        erl&ouml;schen.
      </p>
      <p>
        <h2>Schlussbestimmungen</h2>
      </p>
      <p>
        Wir k&ouml;nnen diese Bedingungen gelegentlich aktualisieren, um
        unsere Verfahren darzulegen oder um neue bzw. ge&auml;nderte
        Verfahren (wie beispielsweise bei der Einf&uuml;hrung neuer
        Funktionen) zu erl&auml;utern. trainit.academy/trainit.biz beh&auml;lt
        sich das Recht vor, diese Bedingungen jederzeit nach eigenem
        Ermessen zu &auml;ndern. Wenn wir wesentliche &auml;nderungen an diesen
        Bedingungen vornehmen, werden wir Sie durch geeignete
        Ma&szlig;nahmen wie durch das Versenden einer E-Mail-Nachricht an
        die in Ihrem Konto angegebene E-Mail-Adresse oder durch das
        Posten einer Mitteilung in unseren Diensten benachrichtigen.
        &auml;nderungen treten am Datum ihrer Ver&ouml;ffentlichung in Kraft,
        sofern nichts anderes angegeben ist.
      </p>
      <p>
        Durch Ihre fortgesetzte Nutzung unserer Dienste nach dem
        Inkrafttreten von &auml;nderungen stimmen Sie den betreffenden
        &auml;nderungen zu. Alle ge&auml;nderten Bedingungen treten an die
        Stelle aller fr&uuml;heren Bedingungen.
      </p>
      <p>
        Sollten einzelne Bestimmungen dieser Nutzungsbedingungen bzw.
        der sonstigen Vertragsbestandteile nicht rechtswirksam sein
        oder ung&uuml;ltig werden, so wird dadurch die G&uuml;ltigkeit der
        &uuml;brigen Bestimmungen nicht ber&uuml;hrt. Die unwirksame Bestimmung
        ist entweder durch eine geltungserhaltende Reduktion den
        gesetzlichen Vorgaben anzupassen oder durch eine g&uuml;ltige,
        welche dem angestrebten Ziel m&ouml;glichst nahe kommt zu
        ersetzen.
      </p>
      <p>
        Bei sprachlichen Unklarheiten in Bezug auf diese
        Nutzungsbedingungen oder bei sonstigen Zweifelsf&auml;llen und
        Auslegungsproblemen gilt die deutsche Textfassung als
        letztverbindlich.
      </p>
      <p>
        <h2>Kontaktaufnahme mit uns</h2>
      </p>
      <p>
        Am besten setzen Sie sich mit unserem Support-Team unter
        info@etc.at in Verbindung Wir freuen uns auf den Erhalt Ihrer
        Fragen, Bedenken und R&uuml;ckmeldungen zu unseren Diensten.
      </p>
      <p>
        Zuletzt aktualisiert: 22.03.2020
      </p>
    </section>
    </main>
